{
    "id": "55530887",
    "title": {
        "full": "MotionSports Adrenaline",
        "reduced": "MotionSports Adrenaline"
    },
    "genre": [
        "Sports & Recreation"
    ],
    "developer": "Ubisoft",
    "publisher": "Ubisoft",
    "release_date": "2011-10-25",
    "user_rating": "3.75",
    "description": {
        "full": "The Games on Demand version supports  English, French, Italian, German, Spanish.  Defy the impossible and dominate the forces of nature.  Take on 7 of the world’s most dangerous sports.  Plunge down mountains in your wingsuit, pull off a frontside 360 while Kiteboarding, or hurtle down 200 foot waterfalls on your kayak.  Every move you make has the potential to push you closer to becoming an extreme sports legend—or rip you in half.   Only by risking everything will you be able to break the will of Mother Nature.  7 Insanely Dangerous Sports—Experience pulse-pounding sports like wingsuit proximity flying, kiteboarding, whitewater kayaking, mountain biking, extreme skiing, jungle parkour and more. Risk It All for Greatness— The riskier your moves, the bigger the bonuses. Build up your fan base online and unlock new challenges and locations, get sick gear, and lock-in lucrative sponsorship deals. Take on your Friends—Compete solo or with a friend in multiple game modes such as Speed Round, Tricks and Collectibles, Challenges, and Survival mode.",
        "short": "Defy the impossible and dominate the forces of nature.  Take on 7 of the world’s most dangerous sports.  Plunge down mountains in your wingsuit, pull off a frontside 360 while Kiteboarding, or hurtle down 200 foot waterfalls on your kayak as you attempt to burn your name into the history books.  Every move you make has the potential to push you closer to becoming an extreme sports legend—or rip you in half.   Only by risking everything will you be able to break the will of Mother Nature."
    },
    "media": [
        {
            "media_id": "08377AA7",
            "title": "Motionsports Adrenaline",
            "edition": "Original",
            "region": "USA, Europe"
        }
    ],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80255530887/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80255530887/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80255530887/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80255530887/1033/tile.png",
        "gallery": [
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80255530887/1033/screenlg1.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80255530887/1033/screenlg2.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80255530887/1033/screenlg3.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80255530887/1033/screenlg4.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80255530887/1033/screenlg5.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80255530887/1033/screenlg6.jpg"
        ]
    },
    "products": {
        "parent": [],
        "related": []
    }
}