{
    "id": "535507D2",
    "title": {
        "full": "StrangleholdJP",
        "reduced": "StrangleholdJP"
    },
    "genre": [
        "Action & Adventure",
        "Shooter"
    ],
    "developer": "Midway Amusement Games, LLC",
    "publisher": "Midway Home Entertainment Inc.",
    "release_date": "2008-01-01",
    "user_rating": "0.00",
    "description": {
        "full": "Honor is his code. Vengeance is his mission. Bloodshed is his only option.  Take on the role of Inspector Tequila from John Woo’s influential action film, Hard Boiled starring Chow Yun-Fat.  Engage your enemies with intense cinematic gun battles and cause massive environmental damage in real-time or revolutionary slow-motion Tequila Time.  - The Only Authentic John Woo Experience - The Most Destructible Environments Ever Created  - Intense Cinematic Gun Battles - Three unique Tequila Bomb moves: Precision Aim, Barrage, and Spin Attack - Seven exciting levels taking you from Hong Kong to Chicago - Online Multiplayer Mode with all the Massive D, Interactions, & Tequila Bombs from the single player experience!",
        "short": "Honor is his code. Vengeance is his mission. Bloodshed is his only option.  Take on the role of Inspector Tequila from John Woo’s influential action film, Hard Boiled starring Chow Yun-Fat.  Engage your enemies with intense cinematic gun battles and cause massive environmental damage in real-time or revolutionary slow-motion Tequila Time.  - The Only Authentic John Woo Experience - The Most Destructible Environments Ever Created  - Intense Cinematic Gun Battles - Three unique Tequila Bomb moves:"
    },
    "media": [],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802535507d2/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802535507d2/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802535507d2/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802535507d2/1033/tile.png",
        "gallery": []
    },
    "products": {
        "parent": [
            {
                "id": "4D5707D2",
                "title": "Stranglehold"
            }
        ],
        "related": []
    }
}