{
    "id": "58410B3A",
    "title": {
        "full": "I Am Alive",
        "reduced": "I Am Alive"
    },
    "genre": [
        "Action & Adventure"
    ],
    "developer": "Ubisoft ",
    "publisher": "Ubisoft ",
    "release_date": "2012-03-07",
    "user_rating": "3.75",
    "description": {
        "full": "”Constant tension and difficult emotional decisions make I Am Alive a powerful adventure” - Gamespot ”As a downloadable title, I Am Alive is a remarkable accomplishment” - Destructoid “To put it simply, I Am Alive is one of the most important releases this generation” - Strategy Informer   One year after a worldwide cataclysmic event has wiped out most of human civilization, a man struggles for survival. Faced with an insecure, decaying, and hazardous world, he scours a desolated city, searching for his long lost wife and daughter. Survive the suffocating, murky streets covered in dust. Climb the teetering remains of the last standing skyscrapers to reach breathable air and find untouched resources. Explore the crumbling ruins of a once-thriving metropolis. And discover a changed human condition, punctuated by distrustful survivors, dangerous armed gangs, and victims in need.",
        "short": "One year after a cataclysmic event has wiped out most of human civilization, a man struggles for survival. Faced with an insecure, decaying, and hazardous world, he scours a desolated city, searching for his long lost family. Survive the suffocating, murky streets covered in dust. Climb the ruins of the last standing skyscrapers to reach breathable air and find untouched resources. And discover a changed human condition, dangerous armed gangs, and victims in need."
    },
    "media": [],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410b3a/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410b3a/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410b3a/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410b3a/1033/tile.png",
        "gallery": [
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410b3a/1033/screenlg1.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410b3a/1033/screenlg2.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410b3a/1033/screenlg3.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410b3a/1033/screenlg4.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410b3a/1033/screenlg5.jpg"
        ]
    },
    "products": {
        "parent": [],
        "related": []
    }
}