{
    "id": "4156081F",
    "title": {
        "full": "James Bond 007 Blood Stone",
        "reduced": "James Bond 007 Blood Stone"
    },
    "genre": [
        "Action & Adventure"
    ],
    "developer": "Bizarre Creations",
    "publisher": "Activision",
    "release_date": "2010-11-02",
    "user_rating": "3.75",
    "description": {
        "full": "The Games on Demand version supports  English, French, German.  An international conspiracy has placed the UK’s most secretive bio-chemical project into deadly hands, and only Her Majesty’s most lethal agent, James Bond, can unravel the mystery. To navigate through layers of corruption, you, as Bond, will embark on a global chase that will have you battling on land, sea, and air through Athens, Istanbul, Monaco, and Bangkok. Nothing is what it seems as each adventure reveals a deeper more sinister conspiracy. Engage in precise cover™ based gunplay and tactical firefights, and speed your way through explosive adrenaline-fuelled driving sequences. Become Bond as he engages in intense hand-to-hand combat and uses his environment to finish off enemies. Take the battle online in 16-person multiplayer mode that requires skill, teamwork and strategy as you compete in matches that will have spies battling mercenaries. In the fight to prevent the world’s most dangerous weapon from falling into the wrong hands, you’ll need to be the ultimate secret agent.",
        "short": "The UK’s top secret biochemical project has fallen into enemy hands. Only one can unravel the sinister goal, and defeat those behind it: Bond, James Bond."
    },
    "media": [
        {
            "media_id": "42DBE473",
            "title": "007: Blood Stone",
            "edition": "Original",
            "region": "USA, Europe"
        },
        {
            "media_id": "638DA23A",
            "title": "007: Blood Stone",
            "edition": "Original",
            "region": "Japan"
        }
    ],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8024156081f/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8024156081f/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8024156081f/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8024156081f/1033/tile.png",
        "gallery": []
    },
    "products": {
        "parent": [],
        "related": []
    }
}