{
    "id": "41560806",
    "title": {
        "full": "WSOP 2008",
        "reduced": "WSOP 2008"
    },
    "genre": [
        "Sports & Recreation"
    ],
    "developer": "Left Field Productions",
    "publisher": "Activision",
    "release_date": "2008-01-01",
    "user_rating": "4.50",
    "description": {
        "full": "How do you improve on the best poker game of all time? How about adding some Hellmuth? World Series of Poker速: Battle for the Bracelets has more events, more bracelets, and more poker stars than ever before. New pros like Mike \"The Mouth\" Matusow, Greg \"Fossilman\" Raymer, and ten time bracelet winner Johnny Chan join the best lineup of poker players anywhere. Players manage their bankrolls as if they were actually at the World Series of Poker速, with Lon McEachern and Norman Chad calling the action every step of the way. There is plenty of Phil Hellmuth, from basic poker instructions (with help from The Mouth and Chris \"Jesus\" Ferguson) to some of Phil's own poker videos. You'll see poker with all the warts and wrinkles, with the most comprehensive poker facemaker ever. There are cash games, improved online experiences, better AI, and if you play your cards right, you might see the Poker Brat in full force after you eliminate him. That's poker, baby!",
        "short": "How do you improve on the best poker game of all time? How about adding some Hellmuth? World Series of Poker速: Battle for the Bracelets has more events, more bracelets, and more poker stars than ever before. New pros like Mike \"The Mouth\" Matusow, Greg \"Fossilman\" Raymer, and ten time bracelet winner Johnny Chan join the best lineup of poker players anywhere. Players manage their bankrolls as if they were actually at the World Series of Poker速, with Lon McEachern and Norman Chad calling the acti"
    },
    "media": [
        {
            "media_id": "48C9E24F",
            "title": "World Series of Poker 2008: Battle for the Bracelets",
            "edition": "Original",
            "region": "USA, Europe"
        }
    ],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560806/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560806/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560806/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560806/1033/tile.png",
        "gallery": []
    },
    "products": {
        "parent": [],
        "related": []
    }
}