{
    "id": "41560929",
    "title": {
        "full": "Call of Duty Black Ops III - Bundle",
        "reduced": "Black Ops III Bundle"
    },
    "genre": [
        "Shooter"
    ],
    "developer": "Treyarch",
    "publisher": "Activision",
    "release_date": "2015-11-06",
    "user_rating": "4.50",
    "description": {
        "full": "The Games on Demand version supports English, French, Italian, German, Spanish, Czech, Danish, Dutch, Finnish, Greek, Hungarian, Norwegian, Polish, Portuguese, Russian, Swedish, Japanese, Korean, Chinese.  Call of Duty®: Black Ops III Xbox 360 version does not include a co-op or single-player campaign game mode, and does not contain all game features present in the Xbox One version. Game performance varies by platform. For more details visit callofduty.com/blackops3/features.  Call of Duty®: Black Ops III for Xbox 360 features two game modes only: Multiplayer and Zombies, providing fans with an expansive Multiplayer and an all-new film-noir inspired Zombies adventure.  Multiplayer provides new ways to rank up, customize, and gear up for battle. Zombies delivers a full-experience experience with its own distinct storyline.  Black Ops III for Xbox 360 includes a copy of the original Call of Duty®: Black Ops.  NOTE: Black Ops and Black Ops III content must only be downloaded via this bundle app after purchase of the Black Ops III bundle. Do not purchase any content individually from the Xbox Store or you will be charged again for the content and will not receive any refund. If you already own one of the items, you will not receive a refund or discount for that content by purchasing this bundle.  © 2015 Activision Publishing, Inc. ACTIVISION, CALL OF DUTY, CALL OF DUTY BLACK OPS, and stylized roman numeral III are trademarks of Activision Publishing, Inc.",
        "short": "Call of Duty®: Black Ops III for Xbox 360 features two game modes only: Multiplayer and Zombies, providing fans with an expansive Multiplayer and an all-new film-noir inspired Zombies adventure.  Multiplayer provides new ways to rank up, customize, and gear up for battle. Zombies delivers a full-experience experience with its own distinct storyline."
    },
    "media": [],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/tile.png",
        "gallery": [
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/screenlg1.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/screenlg2.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/screenlg3.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/screenlg4.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/screenlg5.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/screenlg6.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/screenlg7.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80241560929/1033/screenlg8.jpg"
        ]
    },
    "products": {
        "parent": [
            {
                "id": "4156091D",
                "title": "Call of Duty Black Ops III"
            }
        ],
        "related": []
    }
}