{
    "id": "58411434",
    "title": {
        "full": "Battle Academy",
        "reduced": "Battle Academy"
    },
    "genre": [
        "Strategy & Simulation"
    ],
    "developer": "Slitherine Ltd",
    "publisher": "Slitherine Ltd",
    "release_date": "2014-12-10",
    "user_rating": "3.25",
    "description": {
        "full": "The only true World War II turn-based strategy game playable on a console.  Battle Academy is a real classic. Approachable, absorbing and with a unique visual approach, it’s a game that pulls you in with its intuitive design and its compelling gameplay. Firepower is only one of the key elements that will allow you to succeed: keeping the morale of your men high, planning on cunning tactics and a fine balance in the use of infantry and armoured units are also vital to win. You will select and take the lead of a number of units across a huge variety of campaigns and nearly 100 scenarios! The countless number of missions ranges from the invasion of France all the way to the what-if Sealion campaign where the German troops try the invasion of England.  Gameplay is perfectly balanced being both approachable, realistic and challenging – 9/10 PC4War  Battle Academy plays quickly, easily, and has tactical depth – 8/10 StrategyCore  Battle Academy offers entertaining and exciting game play – 92% GamersHall  Slitherine has succeeded in making a wargame that will please both the wargaming neophyte and grog – 8/10 Gamesquad  Features  •Includes all features and units from the original game and all 6 expansions! •Control British, US, Polish, Canadian, Italian & German forces in 9 epic campaigns covering more than 90 varied battles. •Select from a vast array of equipment with over 200 units from 7 nations - Shermans, Fireflys, Panthers, Tigers, Stukas, Hurricanes, P47s and much more! •Gameplay features include ambushes, line of sight, artillery barrages, airstrikes, scouts, morale, APCs, flame throwers, heavy bombers, snipers and suppression. •Your units gain experience as they fight. Get promoted to Veteran and Elite status and gain new skills. ",
        "short": "The only true World War II turn-based strategy game playable on a console.  Battle Academy is a real classic. Approachable, absorbing and with a unique visual approach, it’s a game that pulls you in with its intuitive design and its compelling gameplay. Firepower is only one of the key elements that will allow you to succeed: keeping the morale of your men high, planning on cunning tactics and a fine balance in the use of infantry and armoured units are also vital to win."
    },
    "media": [],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/tile.png",
        "gallery": [
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/screenlg1.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/screenlg2.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/screenlg3.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/screenlg4.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/screenlg5.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/screenlg6.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/screenlg7.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/screenlg8.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411434/1033/screenlg9.jpg"
        ]
    },
    "products": {
        "parent": [],
        "related": []
    }
}