{
    "id": "5841097A",
    "title": {
        "full": "Wallace and Gromit Episode 3",
        "reduced": "Wallace  Gromit 3"
    },
    "genre": [
        "Family",
        "Puzzle & Trivia"
    ],
    "developer": "Telltale Games",
    "publisher": "Microsoft Studios",
    "release_date": "2009-12-16",
    "user_rating": "3.75",
    "description": {
        "full": "Join Wallace & Gromit once again in Muzzled!™, the third tale in their newest adventure series by Telltale! When the storm from \"The Last Resort\" destroys the local dog shelter, the swindling Monty Muzzle comes to town. Muzzle preys on the townspeople by offering to hold a grand fundraising fair to rebuild a shelter, with the main draw being his mechanized \"Muzzler\" carousel ride. But when Gromit realizes that Muzzle’s intentions aren’t exactly charitable, he must foil the huckster’s plot in order to save both the town’s investment and rescue his canine friends. This game requires the Xbox 360 hard drive for storage. There are no refunds for this item. For more information, see www.xbox.com/live/accounts.",
        "short": "Join Wallace & Gromit once again in Muzzled!™ the third tale in their newest adventure series by Telltale!  When the storm from \"The Last Resort\" destroys the local dog shelter, the swindling Monty Muzzle comes to town. Muzzle preys on the townspeople by offering to hold a grand fundraising fair to rebuild a shelter, with the main draw being his mechanized \"Muzzler\" carousel ride. But when Gromit realizes that Muzzle's intentions aren't exactly charitable, he must foil the huckster's plot in …"
    },
    "media": [],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8025841097a/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8025841097a/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8025841097a/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8025841097a/1033/tile.png",
        "gallery": []
    },
    "products": {
        "parent": [],
        "related": []
    }
}