{
    "id": "425607E6",
    "title": {
        "full": "Disney Sing It HSM3",
        "reduced": "Disney Sing It HSM3"
    },
    "genre": [
        "Family",
        "Music"
    ],
    "developer": "Zoë Mode",
    "publisher": "Disney",
    "release_date": "2010-08-10",
    "user_rating": "2.50",
    "description": {
        "full": "This game supports English, Spanish, and French. Download the manual for this game by locating the game on http://marketplace.xbox.com and selecting “See Game Manual\". Disney Sing It: High School Musical 3: Senior Year supports either the Logitech® or Xbox 360 Wireless Microphone. Note that only one type of microphone will work at a time, not simultaneously. Belt it out with Disney Sing It: High School Musical 3 Senior Year, the only karaoke game where you can relive your favorite moments from all three movies. Perform to all 10 songs from the film “High School Musical 3: Senior Year” as well as select songs from the first two “High School Musical” movies. Sing it solo or battle it out with your friends in numerous multiplayer modes. Learn how the pros do it and practice tricky elements of singing with vocal exercises. It's time to take center stage in the ultimate High School Musical experience! So grab a mic Wildcat, and get ready to belt it out with your favorite East High cast. There are no refunds for this item. For more information, see www.xbox.com/live/accounts.",
        "short": "Belt it out with Disney Sing It: High School Musical 3 Senior Year, the only karaoke game where you can relive your favorite moments from all three movies. Perform to all 10 songs from the film “High School Musical 3: Senior Year” as well as select songs from the first two “High School Musical” movies. Sing it solo or battle it out with your friends in numerous multiplayer modes. Learn how the pros do it and practice tricky elements of singing with vocal exercises. It's time to take center stag…"
    },
    "media": [
        {
            "media_id": "25C0F565",
            "title": "Disney Sing It: High School Musical 3: Senior Year",
            "edition": "Original",
            "region": "USA"
        }
    ],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802425607e6/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802425607e6/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802425607e6/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802425607e6/1033/tile.png",
        "gallery": []
    },
    "products": {
        "parent": [],
        "related": []
    }
}