{
    "id": "584107DE",
    "title": {
        "full": " Worms",
        "reduced": "Worms"
    },
    "genre": [
        "Classics",
        "Strategy & Simulation"
    ],
    "developer": "Team 17 Software Ltd",
    "publisher": "Microsoft Studios",
    "release_date": "2009-12-08",
    "user_rating": "4.00",
    "description": {
        "full": "Single Player, Xbox Live Multiplayer 1-4, 5.1 Surround Sound, HD (High Definition). Gird your loins, grow a spine, and prepare yourself for war! The worms are back, ready to kick some dirt, and itching to give you all the mayhem you can handle! In the full version, you can battle up to three other players on one of three random landscape themes, change the multitude of game settings, collect all of the 12 achievements, and write your name in the “Worms” hall of fame. Don’t delay, show some backbone, and buy “Worms” now -- the invertebrate army wants YOU! There are no refunds for this item. For more information, see www.xbox.com/live/accounts.",
        "short": "Prepare yourself for \"Open Warfare\"! The worms are back, and this time they're back with a bang! Prepare yourself for a seriously destructive slice of mayhem \"Worms\" style!  Deploy over twenty-two weapons and utilities, from the classic Bazooka, to the much feared power of the Banana Bomb or even the awesome destruction delivered by the Air Strike in an attempt to dislodge your opponent's worms.  Battling across countless randomly-generated landscapes in one of three attractive themes, incl…"
    },
    "media": [],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802584107de/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802584107de/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802584107de/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802584107de/1033/tile.png",
        "gallery": [
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802584107de/1033/screenlg1.jpg"
        ]
    },
    "products": {
        "parent": [],
        "related": []
    }
}