{
    "id": "58411291",
    "title": {
        "full": "Way of the Dogg",
        "reduced": "Way of the Dogg"
    },
    "genre": [
        "Fighting",
        "Music"
    ],
    "developer": "Echo Peak",
    "publisher": "505 Games Srl",
    "release_date": "2013-04-24",
    "user_rating": "1.75",
    "description": {
        "full": "There is trouble on the street and your weapon's the beat! Listen up, student: everyone has a heartbeat. For some it’s the pursuit of money, others are driven by power, and there are many more beats that are less… Clear.  All those rhythms, they overlap but the noise of the city doesn’t matter to America Jones.  America cares about two things... his woman and the fight.  He was the best fighter in the city; everyone knew that but then one night, everything changed. Hell bent on revenge, America comes to the Temple to train with Snoop Dogg.  Finding the way means finding the beat that drives the fight, in order to revenge Sierra and bring peace to this troubled city… and that is why you are here.  Train as AJ, pick a side, take your chances and find the way:  The Way of the Dogg. Way of the Dogg is a brutal, rhythm-action combat adventure, set to Snoop Dogg’s music.  Each level is a fresh fight against a different character in a new location defined by a Snoop Dogg track. As AJ, fight your way through 14 levels, each a superbly choreographed beat-matched fight, set to Snoop's music, including 'Who am I?', 'Gz and Hustlas' and '10 Lil Crips' to name but a few.  Go head-to head with friends in multiplayer rhythm battles and follow Snoop's lead in the Temple Tutorials. Train with Snoop, pick a side, take your chances and find the way:  The Way of the Dogg.  ",
        "short": "Way of the Dogg is a brutal, rhythm-action combat adventure, set to Snoop Dogg’s music.  Each level is a fresh fight against a different character in a new location defined by a Snoop Dogg track. As AJ, fight your way through 14 levels, each a superbly choreographed beat-matched fight, set to Snoop's music, including 'Who am I?', 'Gz and Hustlas' and '10 Lil Crips' to name but a few.    "
    },
    "media": [],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411291/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411291/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411291/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411291/1033/tile.png",
        "gallery": [
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411291/1033/screenlg1.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411291/1033/screenlg2.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411291/1033/screenlg3.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258411291/1033/screenlg4.jpg"
        ]
    },
    "products": {
        "parent": [],
        "related": []
    }
}