{
    "id": "5841097B",
    "title": {
        "full": "Wallace and Gromit Episode 4",
        "reduced": "Wallace  Gromit 4"
    },
    "genre": [
        "Family",
        "Puzzle & Trivia"
    ],
    "developer": "Telltale Games",
    "publisher": "Microsoft Studios",
    "release_date": "2009-12-16",
    "user_rating": "3.75",
    "description": {
        "full": "Join Wallace & Gromit in The Bogey Man™, the final tale in their newest adventure series by Telltale! When the Morning Lamppost announces the upcoming wedding of Wallace and his neighbor, Felicity Flitt, the inventor is as shocked as anyone.  It’s up to Gromit to extricate his master from this tangled situation, but his plan plunges Wallace into a new thicket—“Prickly Thicket”, a country club rich in history, mystery and malice.  Wallace and Gromit will have to solve an ancient mystery, compete in Great Britain’s craziest golf tournament, and face off against a diabolical machine! This game requires the Xbox 360 hard drive for storage. There are no refunds for this item. For more information, see www.xbox.com/live/accounts.",
        "short": "Join Wallace & Gromit in The Bogey Man™, the final tale in their newest adventure series by Telltale!  When the Morning Lamppost announces the upcoming wedding of Wallace and his neighbor, Felicity Flitt, the inventor is as shocked as anyone.  It’s up to Gromit to extricate his master from this tangled situation, but his plan plunges Wallace into a new thicket—“Prickly Thicket”, a country club rich in history, mystery and malice.  Soon our hapless hero is up to his ample ears in trouble.  Wal…"
    },
    "media": [],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8025841097b/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8025841097b/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8025841097b/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8025841097b/1033/tile.png",
        "gallery": []
    },
    "products": {
        "parent": [],
        "related": []
    }
}