{
    "id": "58410A4D",
    "title": {
        "full": "Space Invaders Infinity Gene",
        "reduced": "Space Invaders IG"
    },
    "genre": [
        "Shooter"
    ],
    "developer": "Taito Corporation",
    "publisher": "Square Enix",
    "release_date": "2010-08-10",
    "user_rating": "3.75",
    "description": {
        "full": "Space Invaders, the game that defined video games for generations, is back with a new twist! The game starts off looking like the classic Space Invaders, but as you play through the game, it evolves. Unlock new stages, new power ups, and new features. The full game features a total of 143 stages from both Normal Mode and the breathtaking Challenge Mode where stages change with each playthrough. You can even blast your way through unique stages evolved from your very own music! Compete against other players from all around the world in real time with the appropriately named Real Time Rankings! Space Invaders Infinity Gene is the pinnacle of outer space shooting action! The more you play, the more the game evolves! There are no refunds for this item. For more information, see www.xbox.com/live/accounts.",
        "short": "Space Invaders, the game that defined video games for generations, is back with a new twist! The game starts off looking like the classic Space Invaders, but as you play through the game, it evolves. Unlock new stages, new power ups, and new features. The full game features a total of 143 stages from both Normal Mode and the breathtaking Challenge Mode where stages change with each playthrough. You can even blast your way through unique stages evolved from your very own music! Compete against o…"
    },
    "media": [],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410a4d/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410a4d/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410a4d/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410a4d/1033/tile.png",
        "gallery": [
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410a4d/1033/screenlg1.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410a4d/1033/screenlg2.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410a4d/1033/screenlg3.jpg"
        ]
    },
    "products": {
        "parent": [],
        "related": []
    }
}