{
    "id": "4B4E0803",
    "title": {
        "full": "Karaoke Revolution",
        "reduced": "Karaoke Revolution"
    },
    "genre": [
        "Family",
        "Music"
    ],
    "developer": "Blitz Games Studios",
    "publisher": "Konami Digital Entertainment, Inc.",
    "release_date": "2009-11-16",
    "user_rating": "3.50",
    "description": {
        "full": "The Games on Demand version supports  English, French, Spanish.  Karaoke Revolution® returns with an all-new lineup of music, characters, and venues!  Get the party started with friends or perform as a solo artist in Career Mode and rise to the top of the charts.  Sing to 50 new master tracks, choose from unlimited customizable venues, and enjoy online Modes with your friends.  Tailor your game experience even further with an enhanced custom character creator where you can select wild outfits and accessories!  Can you handle the spotlight? (Note:  Requires a USB or wireless microphone to play.  Please visit Konami.com for more information.)  Online Interactions Not Rated by the ESRB",
        "short": "Karaoke Revolution® returns with an all-new lineup of music, characters, and venues!  Get the party started with friends or perform as a solo artist in Career Mode and rise to the top of the charts.  Sing to 50 new master tracks, choose from unlimited customizable venues, and enjoy online Modes with your friends.  Tailor your game experience even further with an enhanced custom character creator where you can select wild outfits and accessories!  Can you handle the spotlight?"
    },
    "media": [
        {
            "media_id": "23B6F6AD",
            "title": "Karaoke Revolution",
            "edition": "Original",
            "region": "USA"
        }
    ],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8024b4e0803/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8024b4e0803/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8024b4e0803/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d8024b4e0803/1033/tile.png",
        "gallery": []
    },
    "products": {
        "parent": [],
        "related": []
    }
}