{
    "id": "58410A3B",
    "title": {
        "full": "3D Ultra MiniGolf Adventures 2",
        "reduced": "3D Ultra MiniGolf 2"
    },
    "genre": [
        "Sports & Recreation"
    ],
    "developer": "© 2010 Artificial Mind and Movement Inc. - Wanako",
    "publisher": "Konami Digital Entertainment",
    "release_date": "2010-10-27",
    "user_rating": "3.75",
    "description": {
        "full": "(Online Interactions Not Rated by the ESRB) Swing back into action with 3D Ultra MiniGolf Adventures 2, jam-packed with more holes, more fun and more minigolf hysteria!  Score perfect hole-in-ones as you putt through 54 mind-bending holes in three outrageous themes.  Play through the Haunted Manor, Manic Museum, Winter Wonderland or dare to create your own wacky course.   Use a variety of silly power-ups to sabotage your opponents as you tee off in 4 player matches.  It’s game time as you customize your character with over-the-top accessories including a diving helmet, elf ears, Roman sandals and more!",
        "short": "(Online Interactions Not Rated by the ESRB) Swing back into action with 3D Ultra MiniGolf Adventures 2, jam-packed with more holes, more fun and more minigolf hysteria!  Score perfect hole-in-ones as you putt through 54 mind-bending holes in three outrageous themes.  Play through the Haunted Manor, Manic Museum, Winter Wonderland or dare to create your own wacky course.   Use a variety of silly power-ups to sabotage your opponents as you tee off in 4 player matches."
    },
    "media": [],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410a3b/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410a3b/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410a3b/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d80258410a3b/1033/tile.png",
        "gallery": []
    },
    "products": {
        "parent": [],
        "related": []
    }
}