{
    "id": "443607D9",
    "title": {
        "full": "Minecraft Story Mode",
        "reduced": "Minecraft Story Mode"
    },
    "genre": [
        "Action & Adventure"
    ],
    "developer": "Telltale Games",
    "publisher": "Telltale Games",
    "release_date": "2015-10-14",
    "user_rating": "4.00",
    "description": {
        "full": "THE ADVENTURE OF A LIFETIME IN THE WORLD OF MINECRAFT  As Jesse, you’ll embark on a perilous adventure across the Overworld, through the Nether, to the End, and beyond. You and your friends revere the legendary Order of the Stone: Warrior, Redstone Engineer, Griefer, and Architect; slayers of the Ender Dragon. While at EnderCon in hopes of meeting Gabriel the Warrior, you and your friends discover that something is wrong… something dreadful. Terror is unleashed, and you must set out on a quest to find The Order of the Stone if you are to save your world from oblivion.   • Created by award-winning adventure game powerhouse Telltale Games, in partnership with Minecraft creators, Mojang  • Featuring the voices of Patton Oswalt (Ratatouille, Agents of S.H.I.E.L.D), Brian Posehn (The Sarah Silverman Program, Mission Hill), Ashley Johnson (The Last of Us, Tales from the Borderlands), Scott Porter (Friday Night Lights, X-Men), Martha Plimpton (The Goonies, Raising Hope), Dave Fennoy (The Walking Dead: A Telltale Games Series, Batman: Arkham Knight), Corey Feldman (The Goonies, Stand by Me), Billy West (Futurama, Adventure Time), and Paul Reubens (Tron: Uprising, Pee-Wee’s Playhouse)  • You will drive the story through the decisions you make: what you say to people (and how you say it), and what you choose to do in moments of thrilling action will make this YOUR story",
        "short": "THE ADVENTURE OF A LIFETIME IN THE WORLD OF MINECRAFT  As Jesse, you’ll embark on a perilous adventure across the Overworld, through the Nether, to the End, and beyond. You and your friends revere the legendary Order of the Stone: Warrior, Redstone Engineer, Griefer, and Architect; slayers of the Ender Dragon. While at EnderCon in hopes of meeting Gabriel the Warrior, you and your friends discover that something is wrong… something dreadful."
    },
    "media": [
        {
            "media_id": "7C48ABD9",
            "title": "Minecraft: Story Mode: A Telltale Games Series",
            "edition": "Original",
            "region": "USA"
        }
    ],
    "artwork": {
        "background": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802443607d9/1033/background.jpg",
        "banner": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802443607d9/1033/banner.png",
        "boxart": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802443607d9/1033/boxartlg.jpg",
        "icon": "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802443607d9/1033/tile.png",
        "gallery": [
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802443607d9/1033/screenlg1.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802443607d9/1033/screenlg2.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802443607d9/1033/screenlg3.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802443607d9/1033/screenlg4.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802443607d9/1033/screenlg5.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802443607d9/1033/screenlg6.jpg",
            "http://download.xbox.com/content/images/66acd000-77fe-1000-9115-d802443607d9/1033/screenlg7.jpg"
        ]
    },
    "products": {
        "parent": [],
        "related": []
    }
}